<?php

namespace Database\Seeders;

use App\Models\Post;
use Illuminate\Support\Str;
use Illuminate\Database\Seeder;

class PostSeeder extends Seeder
{
        public function run()
        {
                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();


                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();

                $post = new Post();
                $post->title = 'تأهل ليستر نتيجة مباراة ليستر سيتي وواتفورد اليوم في كأس الإتحاد الإنجليزي';
                $post->body = 'تنطلق مواجهة فريق ليستر سيتي ونظيره فريق واتفورد اليوم في لقاء صعب، وذلك ضمن مباريات الدور الثالث من بطولة كأس الإتحاد الإنجليزي 2021-2022، لأن ليستر سيتي يحاول الوصول إلي العلامة الكاملة والتأهل السهل علي حساب واتفورد، بينما سيكون للأخير الفرصة من أجل تحقيق نتيجة هامة والإطاحة بالليستر من هذه البطولة
                ليستر سيتي تقابل مع نادي واتفورد في المواجهة الأخيرة بينهم بالدوري منذ شهر ونصف تقريباً، وإنتهت هذه المواجهة وقتها بنتيجة كبيرة علي حساب واتفورد بأربعة أهداف مقابل هدفين، وسجل الأهداف كلا من جيميس ماديسون وجيمي فاردي هدفين وأديمولا لوكمان، وسجل هدفي واتفورد جوشوا كينج وإمانويل دينيس واتفورد من جانبه يحاول أن يعثر علي نتيجة إيجابية ثمينة في مشواره علي حساب نادي ليستر سيتي من أجل التأهل إلي الدور المقبل من هذه البطولة، خاصة أن الفريق يمر بظروف صعبة في البطولة المحلية، فهل ينجح بالتفوق علي حساب الذئاب أم يخرج من هذه البطولة بشكل مبكر ليستر سيتي يتأهل بسهولة، وذلك بعد الفوز علي حساب نادي واتفورد، بأربعة أهداف مقابل هدف وحيد ';
                $post->image = "images/post/watford and leicester city.png";
                $post->save();
        }

}
